<?php
// seederが実行されていない場合、DBが空になるので、初期値として設定する値を定義
return [
    // カテゴリー
    'categories' => [
        ['id' => 1, 'name' => 'ファッション'],
        ['id' => 2, 'name' => '家電'],
        ['id' => 3, 'name' => 'インテリア'],
        ['id' => 4, 'name' => 'レディース'],
        ['id' => 5, 'name' => 'メンズ'],
        ['id' => 6, 'name' => 'コスメ'],
        ['id' => 7, 'name' => '本'],
        ['id' => 8, 'name' => 'ゲーム'],
        ['id' => 9, 'name' => 'スポーツ'],
        ['id' => 10, 'name' => 'キッチン'],
        ['id' => 11, 'name' => 'ハンドメイド'],
        ['id' => 12, 'name' => 'アクセサリ'],
        ['id' => 13, 'name' => 'おもちゃ'],
        ['id' => 14, 'name' => 'ベビー・キッズ'],
    ],
    // 商品の状態
    'conditions' => [
        ['id' => 1, 'name' => '良好'],
        ['id' => 2, 'name' => '目立った傷や汚れなし'],
        ['id' => 3, 'name' => 'やや傷や汚れあり'],
        ['id' => 4, 'name' => '状態が悪い'],
    ],
];
